OC.L10N.register(
    "upload_monitor",
    {
    "Invalid folder path" : "Недійсний шлях до каталогу",
    "Folder not found" : "Каталог не знайдено",
    "Choose" : "Вибрати",
    "Folder" : "Каталог",
    "Threshold" : "Поріг",
    "Select folder" : "Виберіть каталог",
    "Days" : "Дні",
    "Create" : "Додати",
    "Never" : "Ніколи",
    "Save" : "Зберегти",
    "Cancel" : "Скасувати",
    "_%n day_::_%n days_" : ["%n день","%n днів","%n днів","%n днів"]
},
"nplurals=4; plural=(n % 1 == 0 && n % 10 == 1 && n % 100 != 11 ? 0 : n % 1 == 0 && n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14) ? 1 : n % 1 == 0 && (n % 10 ==0 || (n % 10 >=5 && n % 10 <=9) || (n % 100 >=11 && n % 100 <=14 )) ? 2: 3);");
